{
  "categorias": [
    {
      "id": 1,
      "nome": "Natureza"
    },
    {
      "id": 2,
      "nome": "Comunidade"
    },
    {
      "id": 3,
      "nome": "Cuidar"
    }
  ],
  "produtos": [
    {
      "id": 1,
      "nome": "Plante uma Árvore",
      "descricao": "Contribua para um futuro mais verde. A compra financia o plantio de uma muda nativa em área de reflorestamento, ajudando a combater o desmatamento e preservar a biodiversidade.",
      "detalhe1": "Contribua para um futuro mais verde: Ao adquirir este produto, você estará financiando o plantio de uma árvore nativa em áreas de reflorestamento, ajudando a combater o desmatamento, preservar a biodiversidade e melhorar a qualidade do ar que respiramos. Cada árvore plantada é um passo em direção a um planeta mais saudável e sustentável para as futuras gerações.",
      "detalhe2": "Deixe sua marca positiva no mundo: Plante uma árvore em homenagem a alguém especial, celebre uma ocasião importante ou simplesmente demonstre seu compromisso com a natureza. Receba um certificado personalizado com a localização da sua árvore e acompanhe seu crescimento através de fotos e vídeos periódicos.",
      "price": 75,
      "imagemUrl": "/assets/img/plantar.webp",
      "estoque": 5,
      "categoria": 1
    },
    {
      "id": 2,
      "nome": "Revitalize um Parquinho",
      "descricao": " Devolva a alegria às crianças. A compra financia a reforma de um parquinho em área carente, incluindo pintura, reparos nos brinquedos e instalação de novos equipamentos, proporcionando um espaço seguro e divertido para a comunidade.",
      "detalhe1": "Devolva a alegria às crianças: Ajude a transformar um parquinho abandonado em um espaço seguro e divertido para as crianças da comunidade brincarem e se desenvolverem. Com sua contribuição, poderemos revitalizar os brinquedos, pintar os muros com cores vibrantes e criar um ambiente acolhedor para todos.",
      "detalhe2": "Promova a inclusão e a acessibilidade: Acreditamos que todas as crianças merecem ter acesso a espaços de lazer adequados. Por isso, buscamos adaptar os parquinhos para que sejam acessíveis a crianças com deficiência, garantindo que todos possam desfrutar da alegria de brincar ao ar livre.",
      "price": 400,
      "imagemUrl": "/assets/img/playground.webp",
      "estoque": 3,
      "categoria": 2
    },
    {
      "id": 3,
      "nome": "Pinte uma Faixa de Pedestres:",
      "descricao": "Promova a segurança no trânsito. A compra financia a pintura e revitalização de uma faixa de pedestres desgastada, garantindo a visibilidade e segurança dos pedestres.",
      "detalhe1": "Incentive a segurança no trânsito: Ajude a tornar as ruas mais seguras para pedestres, especialmente crianças e idosos, ao contribuir para a pintura e revitalização de faixas de pedestres em áreas de grande circulação. Com cores vibrantes e sinalização clara, podemos conscientizar motoristas e prevenir acidentes.",
      "detalhe2": "Transforme a paisagem urbana: Além de promover a segurança, a pintura de faixas de pedestres também pode contribuir para a revitalização estética das cidades. Com designs criativos e mensagens inspiradoras, podemos transformar as ruas em espaços mais agradáveis e convidativos para todos.",
      "price": 130,
      "imagemUrl": "/assets/img/faixa_de_pedestre.webp",
      "estoque": 2,
      "categoria": 2
    },
    {
      "id": 4,
      "nome": "Doe uma Cesta Básica",
      "descricao": "Combata a fome na sua cidade. A compra financia a doação de uma cesta básica completa para uma família em situação de vulnerabilidade alimentar, garantindo o acesso a alimentos essenciais.",
      "detalhe1": "Combata a fome e a insegurança alimentar: Com a sua doação, uma família em situação de vulnerabilidade receberá uma cesta básica completa, com alimentos nutritivos e essenciais para garantir uma alimentação digna e saudável. Sua generosidade fará a diferença na vida de quem mais precisa.",
      "detalhe2": "Promova a solidariedade e a esperança: A doação de uma cesta básica vai além do simples ato de fornecer alimentos. É uma demonstração de compaixão e apoio, que leva esperança e conforto a famílias que enfrentam dificuldades. Juntos, podemos construir uma sociedade mais justa e igualitária.",
      "price": 58,
      "imagemUrl": "/assets/img/Cesta_basica.webp",
      "estoque": 20,
      "categoria": 3
    },
    {
      "id": 5,
      "nome": "Monte um Kit de Higiene",
      "descricao": "Promova a saúde e o bem-estar. A compra financia a montagem de um kit de higiene pessoal contendo itens essenciais como sabonete, escova de dentes, creme dental, shampoo, condicionador e absorventes, que será doado a pessoas em situação de rua ou abrigos.",
      "detalhe1": "Cultive a sustentabilidade e o bem-estar: Contribua para a criação de um jardim comunitário, um espaço verde e produtivo onde a comunidade poderá cultivar alimentos orgânicos, ervas medicinais e flores, promovendo a saúde, a educação ambiental e a convivência social.",
      "detalhe2": "Transforme espaços ociosos em áreas de vida: Um jardim comunitário pode revitalizar terrenos abandonados, transformando-os em áreas de beleza, aprendizado e conexão com a natureza. Junte-se a nós para construir um futuro mais verde e sustentável para todos.",
      "price": 15,
      "imagemUrl": "/assets/img/kit_higiene.webp",
      "estoque": 150,
      "categoria": 3
    },
    {
      "id": 6,
      "nome": "Construa um Jardim Comunitário",
      "descricao": "Crie um espaço verde e de convivência. A compra financia a criação de um jardim comunitário em um espaço público ocioso, transformando-o em um local de lazer, cultivo de alimentos e integração da comunidade.",
      "detalhe1": "Preserve a beleza natural: Ajude a manter nossas praias e parques limpos e livres de lixo, contribuindo para a preservação da fauna e flora locais e garantindo que todos possam desfrutar desses espaços de lazer e contato com a natureza.",
      "detalhe2": "Conscientize sobre a importância da preservação ambiental: Ao participar de mutirões de limpeza, você estará não apenas contribuindo para a limpeza do ambiente, mas também incentivando a comunidade a adotar práticas mais sustentáveis e responsáveis em relação ao descarte de resíduos.",
      "price": 3000,
      "imagemUrl": "/assets/img/horta_comunitaria.webp",
      "estoque": 1,
      "categoria": 2
    },
    {
      "id": 7,
      "nome": "Prepare uma Refeição Solidária",
      "descricao": " Ofereça uma refeição quente e nutritiva. A compra financia o preparo e a distribuição de uma refeição completa para pessoas em situação de rua ou vulnerabilidade alimentar. A Loja do Bem pode organizar um evento em parceria com voluntários para cozinhar e distribuir as refeições em locais estratégicos da cidade.",
      "detalhe1": "Promova a saúde e a dignidade: Com a sua ajuda, podemos montar kits de higiene completos, contendo itens essenciais como sabonete, escova de dentes, pasta de dente, shampoo, condicionador, absorventes e outros produtos de higiene pessoal, para serem distribuídos a pessoas em situação de rua ou vulnerabilidade social.",
      "detalhe2": "Restaure a autoestima e a confiança: O acesso a produtos de higiene básica é fundamental para a saúde física e mental, além de contribuir para a autoestima e a reinserção social de pessoas em situação de vulnerabilidade. Sua colaboração pode fazer a diferença na vida de alguém.",
      "price": 12,
      "imagemUrl": "/assets/img/refeicao.webp",
      "estoque": 50,
      "categoria": 3
    },
    {
      "id": 8,
      "nome": "Limpe uma Praia ou Parque",
      "descricao": "Preserve o meio ambiente. A compra financia um mutirão de limpeza em uma praia ou parque, removendo o lixo e promovendo a conscientização ambiental na comunidade.",
      "detalhe1": "Compartilhe o alimento e o afeto: Ajude a preparar e servir refeições nutritivas e saborosas para pessoas em situação de rua ou vulnerabilidade social. Com sua colaboração, poderemos levar não apenas alimento, mas também carinho e atenção a quem mais precisa.",
      "detalhe2": "Fortaleça os laços comunitários: A preparação e o compartilhamento de refeições solidárias são uma oportunidade de unir pessoas de diferentes origens e realidades em torno de um objetivo comum: combater a fome e promover a inclusão social. Juntos, podemos construir um mundo mais justo e acolhedor para todos.",
      "price": 500,
      "imagemUrl": "/assets/img/limpeza_praia.webp",
      "estoque": 2,
      "categoria": 1
    }
  ]
}
